
//模拟题集
window.Ti_Arry = {
    1:{
        T:'关于急性轻型高原病，以下说法正确的是？',
        Answer:'ABCDE',
        youxuan:'',
        A:'平原人快速进入海拔2500m以上高原或由高原到更高海拔地区，因低氧产生症候',
        B:'一般在数小时至数天内发病，病程短，重症可持续1-2周',
        C:'临床表现有头痛、头晕等，一般无特殊重要体征',
        D:'海拔越高发病率越高、症状越重，冬季入高原发病率高于夏季',
        E:'过度体力劳动、寒冷、上呼吸道感染等是发病诱发因素',
        F:'我国有关急性高原病的记载晚于西方',
    },2:{
        T:'关于高原肺水肿（HAPE），以下说法正确的是？',
        Answer:'ABEF',
        youxuan:'',
        A:'其本质是一种因急性缺氧导致肺动脉压急剧升高、液体渗漏引起的非心源性肺水肿',
        B:'特征性临床表现包括静息时呼吸困难、咳嗽、咳大量粉红色泡沫痰',
        C:'一旦确诊，应立即使用强心剂（如西地兰）作为核心治疗手段以改善心功能',
        D:'治疗的关键措施包括绝对卧床休息、高流量吸氧以及迅速下撤至低海拔地区',
        E:'对于重返高原的既往患者，预防性口服硝苯地平是有效的预防措施之一',
        F:'路易斯湖评分系统（LLSS）是诊断和量化急性高原病（AMS）严重程度的标准工具，但并非HAPE的特异性诊断标准',
    },3:{
        T:'关于高原脑水肿（HACE），以下说法正确的是？',
        Answer:'ACE',
        youxuan:'',
        A:'是急性缺氧导致脑水肿与颅内压增高所致，以头痛、共济失调、意识障碍为特征',
        B:'治疗时应快速大量补液，以防止脱水和循环衰竭',
        C:'治疗基石包括高流量吸氧、绝对卧床及使用糖皮质激素（如地塞米松）',
        D:'一旦确诊，无论病情是否稳定，都必须立即长途转运至低海拔地区',
        E:'其诊断可在急性高原病（AMS）基础上，根据出现共济失调或意识改变来确立',
        F:'',
    },4:{
        T:'关于慢性高原病（CMS），以下说法正确的是？',
        Answer:'ADE',
        youxuan:'',
        A:'核心特征是长期缺氧导致的红细胞增多、肺动脉高压和严重低氧血症',
        B:'治疗首选且最有效的方法是定期放血，以迅速降低红细胞数量',
        C:'女性因月经期失血导致缺铁，故其发病率显著高于男性',
        D:'患者脱离低氧环境转至平原后，其症状和血液学指标可明显改善',
        E:'发病机制与外周化学感受器驱动减弱、呼吸中枢对CO₂敏感性降低有关',
        F:'',
    },5:{
        T:'关于高原性心脏病（HAHD），以下说法正确的是？',
        Answer:'ACD',
        youxuan:'',
        A:'其病理核心是慢性缺氧导致的肺动脉高压及右心室肥厚或功能不全',
        B:'患者常出现左心扩大和体循环淤血等左心衰竭的典型表现',
        C:'治疗的关键是降低肺动脉压，可选用钙通道阻滞剂（如硝苯地平）',
        D:'吸氧是基础治疗，但对于严重患者，最根本的措施是转至低海拔地区',
        E:'发病率上，世居者的患病率远高于平原移居者',
        F:'',
    },
}
for(var i in Ti_Arry){
    //Ti_Arry[i]['duicuo']="未回答";//当前-对-错
    trace("虚拟实战-"+(i)+"-答案："+Ti_Arry[i].Answer);
}
//课后考题集
window.Ti_Arry_kehou = {
    1:{
        T:'?',
        Answer:'-',
        youxuan:'',
        A:'',
        B:'',
        C:'',
        D:'',
    },
};
for(var i in Ti_Arry_kehou){
    //Ti_Arry_kehou[i]['duicuo']="未回答";//当前-对-错
    trace("课后-"+(i)+"："+Ti_Arry_kehou[i].Answer);
}
//学习数据*
Data_All={
    'time_start':0,
    'time_end':0,
}

GetTime=function(){
    var _this = new Date();
    var o = {
        "Y": _this.getFullYear(), //年份
        "M": _this.getMonth() + 1, //月份
        "D": _this.getDate(), //日
        "h": _this.getHours(), //小时
        "m": _this.getMinutes(), //分
        "s": _this.getSeconds(), //秒
        "q": Math.floor((_this.getMonth() + 3) / 3), //季度
        "s2": _this.getMilliseconds() //毫秒
    };
    return ''+o.Y+(o.M<10?'0'+o.M:o.M)+(o.D<10?'0'+o.D:o.D)
    //return _this.getTime();//实验空间获取步骤的时间格式*
}
